export const WILAYAS = [
  "الجزائر", "وهران", "قسنطينة", "عنابة", "سطيف", "تيزي وزو", "البليدة", "بجاية",
  "تلمسان", "باتنة", "بسكرة", "سكيكدة", "جيجل", "برج بوعريريج", "المدية", "تبسة",
  "مستغانم", "معسكر", "سعيدة", "تيارت", "غليزان", "الشلف", "عين الدفلى", "ميلة",
  "خنشلة", "أم البواقي", "سوق أهراس", "المسيلة", "الوادي", "ورقلة",
  "غرداية", "بشار", "أدرار", "تمنراست", "إليزي",
  "البويرة", "الجلفة", "الأغواط", "البيض", "النعامة",
  "سيدي بلعباس", "عين تموشنت", "قالمة", "الطارف",
  "بومرداس", "تيبازة", "تيسمسيلت", "تندوف",
  "برج باجي مختار", "أولاد جلال", "بني عباس", "تيميمون",
  "عين صالح", "عين قزام", "تقرت", "جانت", "المغير", "المنيعة",
] as const;

export type Wilaya = typeof WILAYAS[number];
